/* geen datum */
"no date" = "no date";

/* Geen launch platform */
"No launch platform" = "No launch platform";

/* Geen missie naam */
"No mission" = "No mission name";

/* Geen raket naam */
"No rocket name" = "No rocket name";

/* ViewLaunchesIntentHandler Display Name */
"The \(launch?.missionName ?? mNaam) was launched with the rocket \(launch?.rocket?.rocketName ?? rNaam) at \(launchDate.toString()) from \(launch?.launchSite?.siteNameLong ?? pNaam)" = "The \(launch?.missionName ?? mNaam) was launched with the rocket \(launch?.rocket?.rocketName ?? rNaam) at \(launchDate.toString()) from \(launch?.launchSite?.siteNameLong ?? pNaam)";

